;
; Translation Author: Rinaldo M. aka Whiteshark 
; Translation Author Email: dad428@hotmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software: Wise Data Recovery 3.85.202
; Actual Translation Maintainer: xilolee, from version 3.51.188
; Translation updated/checked Sunday 30th October 2016
;
; Previous Translation Maintainers:
;
[Translation]
LangCode=0410
ReadHabit=Left-to-right
LanguageName=ITA
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Conferma
Warning=Attenzione
Error=Errore
Confirm=Conferma
pmCheckMsg=Ricevi il notiziario
pmforum=Forum
pmHelp=Aiuto in linea
pmContact=Contattaci
pmHome=Il nostro sito web
pmCheckNew=Cerca aggiornamenti
pmLang=Linguaggi
pmAbout=Informazioni
pmRestore=Recupera questo elemento
pmselectall=Seleziona tutto
pmselectnone=Deseleziona tutto
pmselectinvert=Inverti selezione
FrmFRMain.lblTree.caption=Directory dei file
FrmFRMain.btnlikeit.caption=Mi piace
FrmFRMain.btnfeedback.caption=Suggerimenti e opinioni
FrmFRMain.btnsearch.caption=Scansiona
FrmFRMain.btnrestore.caption=Recupera
FrmFRMain.btnsearchcancel.caption=Annulla
FrmFRMain.btnemail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
FrmFRMain.btnfacebook.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
FrmFRMain.btntwitter.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
;
; About
;
FrmFRAbout.caption=Informazioni
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Versione corrente:
FrmFRAbout.lblemail.caption=Supporto tecnico:
FrmFRAbout.lblhome.caption=Il nostro sito web:
FrmFRAbout.lblthank.caption=Ringraziamo le seguenti persone per la collaborazione:

[Edit]
pmcut=Taglia
pmcopy=Copia
pmpaste=Incolla
pmdelete=Elimina
pmselectall=Seleziona tutto

[GUI]
ButtonYes=Si
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Ingrandisci
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu
ButtonDelete=Elimina

[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Nome file
FrmFRMain.lstFile.headitems[1]=Dimensioni file
FrmFRMain.lstFile.headitems[2]=Ultima modifica
FrmFRMain.lstFile.headitems[3]=Condizione
FrmFRMain.lstFile.headitems[4]=Percorso
Scanning=Scansione in corso...
Filtering=Filtraggio in corso...
KeyWord=Inserisci parole chiave
Images=Immagini
Audios=Audio
Videos=Video
Document=Documenti
Compressed=File compressi
Email=Email
AllFiles=Tutti i file
AllFolders=Tutte le cartelle
SelectDir=Seleziona una cartella in cui salvare i dati recuperati
NoSameDrive=Seleziona un drive diverso per il recupero, per evitare la sovrascrittura di dati.
ScanStopped=La scansione è stata annullata.
Good=Buona
Poor=Cattiva
VeryPoor=Pessima
Lost=Irrecuperabile
ItemList=%d file rilevati.

[message]
OpenPreview=Mostra anteprima
ClosePreview=Chiudi anteprima
NoPreview=Nessuna anteprima disponibile.
NoNewVer=Stai usando la versione più recente!
RecoveryDone=Recupero dati completato.
TranslateTo=Traduci in...
NewVer=Ora è disponibile una nuova versione! Vuoi aggiornare adesso?